Repository: diwashkhanal44/new
Catalog: lib/features/localization_manager/l10n/app_*.arb
Languages: ne

source: Change Language
ne: भाषा परिवर्तन गर्नुहोस्

source: News
ne: समाचार

source: Radios
ne: रेडियो

source: Videos
ne: भिडियो

source: Audios
ne: अडियो

source: Good
ne: शुभ

source: Morning
ne: प्रभात

source: Afternoon
ne: दिउँसो

source: Evening
ne: सन्ध्या

source: Night
ne: रात्री

source: Popular News
ne: लोकप्रिय समाचार

source: Breaking News
ne: ब्रेकिंग समाचार

source: Trending News
ne: ट्रेन्डिंग समाचार

source: Trending Topic
ne: ट्रेन्डिंग शीर्षक

source: Trending
ne: ट्रेन्डिंग

source: Latest Video
ne: लेटेस्ट भिडियो

source: Your choice
ne: तपाइँको छनौट

source: Show All
ne: सबै देखाऊ

source: Select Portal
ne: पोर्टल चयन गर्नुहोस्

source: Choose Category
ne: क्यटेगोरी छनौट गर्नुहोस्

source: Next
ne: अर्को

source: News of your choice
ne: तपाईको रोजाइको समाचार

source: Your Portal
ne: तपाईंको पोर्टल

source: Edit your Interest
ne: तपाईको रुचि सम्पादन गर्नुहोस्

# degreeCelsius
source: °C
ne: °से

# degreeFahrenheit
source: °F
ne: °फ

source: Almanac
ne: पंचांग

source: Latest
ne: भर्खरको
